
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "cairo"
brew "ccat"
brew "coreutils"
brew "docbook"
brew "docbook-xsl"
brew "fontconfig"
brew "freetype"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "ghostscript"
brew "glib"
brew "gmp"
brew "gnu-getopt"
brew "gotop"
brew "grep"
brew "htop"
brew "ilmbase"
brew "imagemagick"
brew "isl"
brew "jpeg"
brew "libde265"
brew "libevent"
brew "libffi"
brew "libheif"
brew "liblqr"
brew "libmpc"
brew "libomp"
brew "libpng"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libuv"
brew "libvterm"
brew "little-cms2"
brew "luajit"
brew "lzo"
brew "mpfr"
brew "msgpack"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "nspr"
brew "nss"
brew "openexr"
brew "openjpeg"
brew "openssl@1.1"
brew "pcre"
brew "pixman"
brew "pkg-config"
brew "poppler"
brew "python@3.8"
brew "qt"
brew "ranger"
brew "readline"
brew "screenresolution"
brew "shared-mime-info"
brew "sqlite"
brew "tree"
brew "unibilium"
brew "utf8proc"
brew "webp"
brew "x265"
brew "xmlto"
brew "xz"
brew "zlib"

cask "keycastr"

